Repository: groupserver/gs.group.start
Catalog: gs/group/start/locales/*/LC_MESSAGES/gs.group.start.po
Languages: de, fr

# group-id-help
source: The identifier for your group. It is used to create the URL and the email address for the group. You can only change it now.
de: Das Kennzeichen Ihrer Gruppe. Es wird zum Erstellen der URL und der E-Mail-Adresse der Gruppe verwendet. Sie können es ausschließlich jetzt verändern.
fr: L'identifiant pour votre groupe. Il est utilisé pour créer l'adresse et l'adresse e-mail pour ce groupe. Attention, il ne vous sera pas pas possible de le modifier plus tard.

# group-id-label
source: Group ID
de: Gruppenkennzeichnung
fr: ID du groupe

# group-name-help
source: The name of your first group. You can change it later.
de: Der Name Ihrer ersten Gruppe. Sie können ihn später ändern.
fr: Le nom de votre premier groupe. Vous pourrez le modifier plus tard.

# group-name-label
source: Group name
de: Gruppenname
fr: Nom du groupe

# group-privacy-help
source: How visible the group, and the group messages will be.
de: Wie einsehbar die Gruppe und die Nachrichten der Gruppe sein werden.
fr: Contrôle la visibilité du groupe, ainsi que la visibilité de ses messages.

# group-privacy-label
source: Group privacy
de: Privatsphäre der Gruppe
fr: Confidentialité du groupe

# invalid-id-msg
source: The text "${id}" is not a valid group identifier. A group ID can only contain letters, numbers, dashes and underscores. Please pick another ID.
de: Der Text "${id}" ist keine gültige Gruppenkennzeichnung. Eine Gruppenkennzeichnung kann ausschließlich Buchstaben, Zahlen, Gedankenstriche und Unterstriche beinhalten. Bitte wählen Sie eine andere Kennzeichnung.
fr: The texte "${id}" n'est pas un identifiant de groupe valide. Un identifiant de groupe ne peut contenir que des lettres, des chiffres, des tirets, ainsi que des underscores. Veuillez choisir un autre identifiant.

# multiple-errors
source: There are errors:
de: Es sind mehrere Fehler aufgetreten:
fr: Des erreurs sont présentes :

# single-error
source: There is an error:
de: Es ist ein Fehler aufgetreten:
fr: Une erreur est survenue

# site-home-start-link
source: <strong>Start</strong> a group.
de: Eine Gruppe <strong>erstellen</strong>.
fr: <strong>Démarrer</strong> un groupe.

# start-button
source: Start
de: Erstellen
fr: Démarrer

# start-page-label
source: Start a group
de: Eine Gruppe erstellen
fr: Démarrer un groupe

# start-status
source: The group ${groupName} has been started.
de: Die Gruppe ${groupName} wurde erstellt.
fr: Le group ${groupName} a été démarré

source: used-id-msg
de: <Die Kennzeichnung "${id}" ist schon in Benutzung. Bitte wählen Sie eine andere Kennzeichnung.
fr: L'identifiant "${id}" est déjà utilisé. Veuillez en choisir un autre.
